{
  "HeroSection": {
    "tagLine": "Where ideas meet innovation — creating digital products that not only work, but provide long-term value and impact.",
    "btnMyWork": "See my works",
    "btnContact": "Contact me"
  },

  "AboutSection": {
    "title": "About Me",
    "firstParagraph": "Hi, I'm Gifari Fajar Maulana, a <highlight>fullstack developer and front-end developer</highlight> passionate about building <highlight>modern, interactive, and responsive</highlight> web applications. I'm currently studying at Politeknik LP3I Jakarta, focusing on both front-end and back-end development to create <highlight>meaningful digital experiences</highlight>.",
    "secondParagraph": "I’m deeply passionate about <highlight>continuous learning</highlight> and staying updated with the <highlight>latest technologies</highlight>. Each project I take on is a chance to explore <highlight>creative ideas</highlight>, sharpen my <highlight>technical skills</highlight>, and deliver <highlight>effective solutions</highlight> to real-word challenges in digital space.",
    "thirdParagraph": "Beyond functionality, I also focus on <highlight>design and user experience (UI/UX)</highlight> to ensure every digital product I build is not only efficient but also <highlight>engaging and intuitive</highlight> to use. I believe technology is more than just a tool — it’s a <highlight>bridge between ideas and meaningful</highlight> impact for people.",
    "subTitle": "Tech Stack"
  },

  "ProjectSection": {
    "title": "My Projects",
    "projects": {
      "lugiStore": {
        "description": "This project is a React and Laravel based fashion e-commerce website integrated with Midtrans for payment system, allowing users to shop for fashion products online with a modern look and secure transactions."
      }
    },

    "btnLive": "Live",
    "btnNotLive": "Not available",
    "btnPrivateRepo": "Repo is private"
  },

  "ExperienceSection": {
    "title": "My Journey",
    "description": "Highlights from my growth in tech, creativity, and innovation.",
    "experience": {
      "internshipDigitalHero": {
        "time": "March – June 2025",
        "title": "Software Engineer Internship",
        "description": "I transformed Figma designs into responsive interfaces, built reusable React.js components, and integrated external APIs. I also contributed to the development of Booking and Admin Panels using React.js and Tailwind CSS with Git-based collaboration."
      },
      "databaseCertification": {
        "time": "August 25, 2025",
        "title": "Database Administrator Certification",
        "description": "Successfully passed the Database Administrator certification by completing practical tasks on database management using SQL Server, including writing SQL queries, data processing, and applying database management concepts."
      },
      "bootcampMobileApp": {
        "time": "December 26, 2025",
        "title": "AI Multi-platform App Developer Bootcamp",
        "description": "Graduated from the AI Multi-platform App Developer bootcamp organized by IDCamp (Indosat Ooredoo Hutchison Digital Camp), which included three main classes: Learning AI Basics, Starting Programming with Dart, and Learning to Create Flutter Applications for Beginners, with a focus on understanding fundamental AI concepts and developing multiplatform mobile applications using Flutter."
      }
    }
  },

  "ContactSection": {
    "title": "Lets Connect",
    "firstDescription": "Let’s build something amazing together.",
    "secondDescription": "Every great project starts with a simple conversation — let’s start ours."
  }
}
