{
  "HeroSection": {
    "tagLine": "Di mana ide bertemu inovasi — menciptakan produk digital yang fungsional, bernilai, dan berdampak jangka panjang..",
    "btnMyWork": "Eksplor karya saya",
    "btnContact": "Kontak saya"
  },

  "AboutSection": {
    "title": "Tentang Saya",
    "firstParagraph": "Hai, saya Gifari Fajar Maulana, seorang <highlight>fullstack developer dan front-end developer</highlight> yang berfokus pada pengembangan aplikasi web <highlight>modern, interaktif, dan responsif</highlight>. Saat ini saya menempuh pendidikan di Politeknik LP3I Jakarta, dengan fokus pada pengembangan front-end dan back-end untuk menciptakan <highlight>pengalaman digital yang bermakna</highlight>.",
    "secondParagraph": "Saya memiliki passion yang kuat terhadap <highlight>pembelajaran berkelanjutan</highlight> dan selalu mengikuti <highlight>teknologi terbaru</highlight>. Setiap proyek yang saya kerjakan menjadi kesempatan untuk mengeksplorasi <highlight>ide kreatif</highlight>, mengasah <highlight>kemampuan teknis</highlight>, serta menghadirkan <highlight>solusi yang efektif</highlight> untuk menjawab tantangan nyata di ranah digital.",
    "thirdParagraph": "Selain fungsionalitas, saya juga menaruh perhatian besar pada <highlight>desain dan pengalaman pengguna (UI/UX)</highlight> untuk memastikan setiap produk digital yang saya bangun tidak hanya efisien, tetapi juga <highlight>menarik dan intuitif</highlight> untuk digunakan. Saya percaya teknologi bukan sekadar alat, melainkan sebuah <highlight>jembatan antara ide dan dampak yang bermakna</highlight> bagi banyak orang.",
    "subTitle": "Teknologi & Tools"
  },

  "ProjectSection": {
    "title": "Project Saya",
    "projects": {
      "lugiStore": {
        "description": "Project ini merupakan website e-commerce fashion berbasis React dan Laravel yang terintegrasi dengan Midtrans sebagai sistem pembayaran, sehingga memungkinkan pengguna berbelanja produk fashion secara online dengan tampilan modern dan transaksi yang aman."
      }
    },
    "btnLive": "Lihat",
    "btnNotLive": "Belum tersedia",
    "btnPrivateRepo": "Repositori privat"
  },

  "ExperienceSection": {
    "title": "Perjalanan saya",
    "description": "Momen penting dalam perjalanan saya di dunia teknologi, kreativitas, dan inovasi.",
    "experience": {
      "internshipDigitalHero": {
        "time": "Maret – Juni 2025",
        "title": "Software Engineer Internship",
        "description": "Saya mengubah desain Figma menjadi antarmuka yang responsif, membangun komponen React.js yang dapat digunakan kembali, serta mengintegrasikan API eksternal. Saya juga berkontribusi dalam pengembangan Booking dan Admin Panel menggunakan React.js dan Tailwind CSS dengan kolaborasi berbasis Git."
      },
      "databaseCertification": {
        "time": "25 Agustus 2025",
        "title": "Sertifikasi Database Administrator",
        "description": "Berhasil lulus sertifikasi Database Administrator dengan menyelesaikan tugas-tugas praktik pengelolaan basis data menggunakan SQL Server, termasuk penulisan query SQL, pemrosesan data, serta penerapan konsep manajemen basis data."
      },
      "bootcampMobileApp": {
        "time": "26 Desember 2025",
        "title": "AI Multi-platform App Developer Bootcamp",
        "description": "Lulus dari bootcamp AI Multi-platform App Developer yang diselenggarakan oleh IDCamp (Indosat Ooredoo Hutchison Digital Camp), yang mencakup tiga kelas utama, yaitu Belajar Dasar AI, Memulai Pemrograman dengan Dart, dan Belajar Membuat Aplikasi Flutter untuk Pemula, dengan fokus pada pemahaman konsep dasar Artificial Intelligence serta pengembangan aplikasi mobile multiplatform menggunakan Flutter."
      }
    }
  },

  "ContactSection": {
    "title": "Mari Terhubung",
    "firstDescription": "Mari wujudkan sesuatu yang luar biasa bersama.",
    "secondDescription": "Setiap proyek hebat berawal dari percakapan sederhana — mari mulai percakapan kita."
  }
}
